export interface IWikiCard {
    number: string
    src: string
    title: string
    desc: string
}

export const wikiObject: IWikiCard[] = [
    {
        number: "01",
        src: "../../../../public/assets/ui/cards-images/1.png",
        title: "Собираем информацию о собаке",
        desc: `
Первое с чего важно начать, заранее узнать как можно больше о собаке, которую планируете брать к себе на передержку.

Спросить обязательно владельца о:
- была ли собака ранее на передержке и как она реагировала на расставание с хозяином, как себя вела?
- есть ли какие-то проблемы со здоровьем у собаки: эпилепсия, аллергии, болезни суставов, болезни жкт и так далее. Будет ли нужно давать какие-то лекарства или витамины?
- привита ли собака в соответствии со своим возрастом? Желательно чтобы владелец подтвердил фото из вет паспорта.
- обработана ли собака от клещей и блох? Для теплого периода и южных регионов это обязательно!
- График прогулок: сколько раз в день и какой продолжительности должны быть прогулки?
- приучена ли собака к туалету на улице или она ходит на пеленку или туда и туда?
- как собака ладит с другими собаками? Можно ли знакомиться с собаками на улице или лучше обходить стороной?
- подбирает ли собака с земли еду? Как реагирует, если опасную еду/предмет начинают доставать из пасти?
- как собака относится к другим людям и детям на улице?
- боится ли чего-то собака на улице: громких звуков, машин, дорог, людей, хлопков, салютов и так далее? Узнайте о страхах.
- бывает ли агрессия на людей, собак, детей и так далее?
- График питания: сколько раз в день и в каком количестве кормить собаку, есть ли у собаки специальная диета?
- во что любит играть собака и как именно, какими игрушками?
- что собака категорически не стерпит в свой адрес: объятия, поцелуи, гладить по голове, тянуться гладить, нависая над собакой, трогать лапы, когти, поднимать на руки и так далее.
- убегала ли собака когда-нибудь на прогулке?
- лает ли собака дома, когда останется одна? Умеет ли оставаться одна спокойно или начинает тревожиться?
- грызет ли собака вещи и имущество, когда никого нет дома?
- можно ли собаке залезать на кровать/диван? Или она должна спать на своей лежанке?
- чем можно угостить собаку из обычной еды, например: морковь, яблоко, банан, огурец и так далее?
- чем категорически нельзя угощать собаку из обычной еды, например: колбаса, сыр, копченности, хлеб, шоколад и т.д.?
- чем лучше всего можно собаку успокоить, если начинает тревожиться, бояться или агрессировать?
- можно ли отпускать побегать собаку без поводка на специальной закрытой площадке для выгула собак?

Если у питомца сложный характер или ранее были случаи, когда питомец не сходился характером с ситтером, у владельца есть возможность познакомить питомца с ситтером до начала передержки! Желательно встречать владельца с собакой на улице, на нейтральной территории и немного погулять у дома.

После прогулки пригласите владельца с собакой к вам в гости, зайдите и покажите, где собака будет жить на время его отъезда. Пусть собака походит и изучит новое место, когда хозяин рядом. Можно собаку там угостить тем, что ей можно, поиграть с ней и так далее.

ЕСЛИ У СИТТЕРА ЕСТЬ СВОЯ СОБАКА, обязательно знакомим собак всегда на улице! Это очень важное правило! Так вы избежите конфликта на ровном месте между собаками, снизите градус эмоций от первой встречи и знакомство на нейтральной территории не вызовет защиту ресурса со стороны другой собаки.

Знакомить собак нужно всегда только на расслабленном поводке. Не натягивайте поводок — это создает напряжение! И часто из-за этого у собак происходят конфликты! В момент натяжения поводка у собаки меняется «язык тела»: её тело напряжено, грудь выпячивается впереди, она демонстрирует другой собаке более агрессивные и напористые движения, что может считаться с той стороны как нападение и вызов на конфликт! Поэтому знакомим собак в расслабленном состоянии на расслабленном поводке, наблюдаем за ними и не мешаем, но смотрим, чтобы в случае необходимости вмешаться.

Погуляйте вместе около 30-60 минут, такое знакомство заранее уже даст понимание, насколько поладят собаки и как они друг другу будут относиться; также можно уже всем вместе зайти домой к ситтеру и показать место для передержки.

Обязательно заранее до передержки расскажите владельцу, какие животные живут у вас в доме и сколько человек живет в вашей семье, есть ли дети и какого они возраста.

Во время знакомства ведите себя спокойно, уверенно и расслабленно! Проявите доброжелательность в отношении собаки, дайте ей возможность обнюхать вас, присядьте к ней, но не нависайте сверху, чтобы погладить!
`,
    },
    {
        number: "02",
        src: "../../../../public/assets/ui/cards-images/2.png",
        title: "Как подготовить квартиру к передержке",
        desc: `Перед приездом собаки к вам, подготовьте квартиру, уберите все ценные вещи в недоступное место, обувь, провода, зарядки, наушники и другие вещи также лучше убрать в ящик для хранения!

Ни вы, ни клиент не несет ответственности за прочу имущества! Поэтому обезопасьте свой дом и вещи заранее!

Что касается кухни, еду на столе не оставляйте, стулья задвигайте под стол, мусорное ведро должно быть недоступно для собаки!

Уберите с Пола бытовую химию, стиральный порошок, моющее средство!

Уберите все детские игрушки и мелкие детали, чтобы собака не смогла их погрызть и прогладить!

Тоже самое касается опасных, острых предметов - все уберите в шкафы и повыше!

Также рекомендую не брать те породы с которыми вам не комфортно!

А также не берите больших и миниатюрных собак одновременно, особенно не берите собак больше, чем вы можете справиться!

Не забудьте отправить список вещей владельцу собаке, чтобы все необходимое он подготовил заранее!

Если у вас уже есть другой гость на передержке, обязательно заранее согласуйте с владельцем той собаки согласен ли он на передержку еще одной собаки совместно с его, чтобы избежать конфликтов!`,
    },
    {
        number: "03",
        src: "../../../../public/assets/ui/cards-images/3.png",
        title: "Как правильно знакомиться с собакой",
        desc: `Как должен вести себя ситтер во время первой встречи с собакой?

✅ Приветствуйте собаку спокойно, без бурных эмоций и возбуждения

✅ Не пытайтесь сразу гладить ее, тем более на нависайте над собакой и не тяните руку сверху к ее голове для этого!

✅ Будет лучше если вы спокойно присядете на корточки боком к собаке и дадите возможность себя обнюхать, при этом вы не пытаетесь сразу гладить собаку и как-то трогать ее 

✅ Если собака боится вас, тревожится или лает в этом случае, придерживайтесь обязательно пунктов которые написаны выше и попросите владельца дать вам любимые лакомства собаки. Присядьте на корточки, боком к собаке и на вытянутой руке протяните лакомство, в этот момент вы не смотрите на собаку! Это важно! Когда собака будет готова , она подойдет и возьмет еду, повторите тоже самое несколько раз! Затем кусочки лакомств вы можете бросать недалеко от себя и поиграть с собакой в «догони кусочек»! Главное войти в доверие к собаке, не навязывать ей свое внимание и общение, дать ей время познакомиться с вами! 

✅ Во время общения с собакой ведите себя спокойно, уверенно и доброжелюбно! 

✅ Когда контакт налажен, вы можете предложить собаке поиграть в мягкие перетяжки, поиграть в паттерн игры или просто предложить ей «почесать животик»

✅ Не торопитесь сразу уделять собаке много внимания, держитесь слегка на расстоянии от нее, не навязывая себя и не нарушая ее личные границы! Если собаку гипервозбудимая, это поможет ей быстрее успокоится, если собаке тревожная, ваше спокойствие поможет ей быстрее принять вас и расслабиться!`,
    },
    {
        number: "04",
        src: "../../../../public/assets/ui/cards-images/4.png",
        title: "Что может пригодиться во время передержки",
        desc: `Вещи из этого списка можно попросить привезти владельца собаки, все эти вещи помогут собаке легче адаптировать к новому месту и снизить стресс во время расставания с хозяином.

Возможно у владельца уже даже есть что-то из этого списка, а что-то он захочет докупить.

Этот список вещей не обязательный, а рекомендуемый! И количество вещей может быть разным, что-то одно из списка или несколько вещей.

- Конг и подобные игрушки 
- Лизательный коврик 
- Игрушки из мягкой резины 
- Флисовый канатик для игры в перетяжки
- Нюхательный коврик или мяч

Как можно использовать игрушки которые привезет владелец из этого списка:

Конг это игрушка из плотной резины с отверстием, в нее можно поместить паштет или влажный корм, даже размоченный сухой корм который ест собака, владелец также расскажет что собаке можно дать в Конге.

Лизательный коврик сделан из мягкой резины, на него можно намазать паштет, влажный корм или творожок ( нужно узнать у владельца что можно) после того как собака все съест нужно коврик помыть и обязательно убрать, иначе собака может его сгрызть! Особенно щенки.

Игрушки из мягкой резины бывают разные, в них можно помещать разный корм или лакомства и давать собаке, тоже самое касается интеллектуальных головоломок

Флисовый канатик для перетяжек или подобные мягкие игрушки, прекрасно подойдут для игр с собакой в мягкие перетяжки

Нюхательный коврик или мяч, сделаны из флисовой ткани чаще всего, в них помещается корм или лакомства и даются собаке, задача собаки найти весь корм который спрятан в коврике после игры коврик нужно убирать!`,
    },
    {
        number: "05",
        src: "../../../../public/assets/ui/cards-images/5.png",
        title: "Щенок на передержке",
        desc: `Если к вам на передержку приедет маленький щенок, вам нужно хорошо подготовиться!

Щенки грызут все, могут оставлять лужи мимо пеленки, лаять, не слушаться, воровать носки и тряпки, кусаться и дурачиться!

Уберите все вещи которые щенок потенциально может сгрызть, обувь всегда убирайте в шкаф, разместите пеленки в каждой комнате!

Узнайте умеет ли щенок сидеть в вольере/клетке

На время когда вы уходите по делам, дабы уберечь имущество и квартиру от разрушений и погрызов, уточните у владельца, можно ли оставлять щенка в  его вольере и клетке!

Если клетки и вольера у владельца нет, не будет ли он против если вы будете оставлять щенке в вольере который есть у вас - догситтера!

Также уточните сразу до передержки, если вольера нет и клетки тоже, и если щенок испортит что-то в доме в период передержки, порвет обои, погрызет мебель, стулья и так далее, когда вас не будет дома, согласен ли владелец возместить ущерб за ремонт?

Не берите щенка на кровать или диван, особенно если щенок миниатюрной породы! Если он неудачно спрыгнет, упадет, он может получить травмы или даже перелом конечностей!

Будьте бдительны и не нарушайте правил, это касается всех членов семьи!

Будьте готовы, что несмотря на то что щенки милые и веселые, забот и хлопот будет с ними в два раза больше!!!

Его нужно чаще кормить, больше следить , чаще гулять, быть готовым к тому, что щенок может написать мимо пеленки, есть несъедобные предметы
    
Для щенков ОЧЕНЬ ВАЖНА ЧИСТОТА ПОМЕЩЕНИЯ! Особенно если у вас уже были раннее собаки на передержке , пожалуйста обязательно проводите генеральную уборку и обработку полов моющими средствами дабы дезинфицировать помещение от бактерий и вирусов, так как иммунитет у щенков только формируется, для них это очень важно!
        `,
    },
    {
        number: "06",
        src: "../../../../public/assets/ui/cards-images/6.png",
        title: "Как готовиться к передержке",
        desc: ``,
    },
    {
        number: "07",
        src: "../../../../public/assets/ui/cards-images/7.png",
        title: "Процесс передачи собаки ситтеру",
        desc: ``,
    },
    {
        number: "08",
        src: "../../../../public/assets/ui/cards-images/8.png",
        title: "Собираем информацию о собаке",
        desc: ``,
    },
    {
        number: "09",
        src: "../../../../public/assets/ui/cards-images/9.png",
        title: "Правила догситера",
        desc: ``,
    },
    {
        number: "10",
        src: "../../../../public/assets/ui/cards-images/10.png",
        title: "Стресс у собаки - как помочь?",
        desc: ``,
    },
    {
        number: "11",
        src: "../../../../public/assets/ui/cards-images/11.png",
        title: "Экстренные ситуации - что делать?",
        desc: ``,
    },
    {
        number: "12",
        src: "../../../../public/assets/ui/cards-images/12.png",
        title: "Фотоотчет и взаимодейсвие с владельцем",
        desc: ``,
    },
    {
        number: "13",
        src: "../../../../public/assets/ui/cards-images/13.png",
        title: "Рекомендуемая экипировка",
        desc: ``,
    },
    {
        number: "14",
        src: "../../../../public/assets/ui/cards-images/14.png",
        title: "Взаимодейсвие с собакой",
        desc: ``,
    },
    {
        number: "15",
        src: "../../../../public/assets/ui/cards-images/15.png",
        title: "Список вещей от владельца",
        desc: ``,
    },
]